Repository: common-repository/svea-webpay-for-woocommerce
Catalog: languages/svea-webpay-for-woocommerce-*.po
Languages: fi, sv_se

source: Client number for invoice payments in Netherlands
fi: Alankomaiden laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Nederländerna

source: Invoice fee label Netherlands
fi: Alankomaiden laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Nederländerna

source: Label for the invoice fee for Netherlands
fi: Alankomaiden laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Nederländerna

source: Invoice fee Netherlands
fi: Alankomaiden laskutuslisä
sv_se: Fakturaavgift i Nederländerna

source: Invoice fee for Netherlands, this should be entered exclusive of tax
fi: Alankomaiden laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Nederländerna, beloppet ska vara exklusive moms

source: Invoice fee taxable Netherlands
fi: Veronalainen laskutuslisä Alankomaissa
sv_se: Fakturaavgift beskattningsbar Nederländerna

source: If the invoice fee is taxable in Netherlands, check the box.
fi: Mikäli laskutuslisä on Alankomaissa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Nederländerna, klicka i rutan.

source: Test mode Norway
fi: Norjan testitila
sv_se: Testläge Norge

source: Enable/disable test mode in Norway
fi: Käynnistä/Sulje Norjan testitila
sv_se: Aktivera/inaktivera testläge i Norge

source: Distribution type Norway
fi: Norjan jakelutapa
sv_se: Utskickningsform Norge

source: This controls which distribution type you will be using for invoices in Norway
fi: Tällä määräät laskujen jakelutavan Norjassa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Norge

source: Username Norway
fi: Norjan käyttäjätunnus
sv_se: Användarnamn Norge

source: Username for invoice payments in Norway
fi: Norjan laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Norge

source: Password Norway
fi: Norjan salasana
sv_se: Lösenord Norge

source: Password for invoice payments in Norway
fi: Norjan laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Norge

source: Client number Norway
fi: Norjan asiakasnumero
sv_se: Kundnummer Norge

source: Client number for invoice payments in Norway
fi: Norjan laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Norge

source: Invoice fee label Norway
fi: Norjan laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Norge

source: Label for the invoice fee for Norway
fi: Norjan laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Norge

source: Invoice fee Norway
fi: Norjan laskutuslisä
sv_se: Fakturaavgift i Norge

source: Invoice fee for Norway, this should be entered exclusive of tax
fi: Norjan laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Norge, beloppet ska vara exklusive moms

source: Invoice fee taxable Norway
fi: Veronalainen laskutuslisä Norjassa
sv_se: Fakturaavgift beskattningsbar Norge

source: If the invoice fee is taxable in Norway, check the box.
fi: Mikäli laskutuslisä on Norjassa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Norge, klicka i rutan.

source: Test mode Sweden
fi: Ruotsin testitila
sv_se: Testläge Sverige

source: Enable/disable test mode in Sweden
fi: Käynnistä/Sulje Ruotsin testitila
sv_se: Aktivera/inaktivera testläge i Sverige

source: Distribution type Sweden
fi: Ruotsin jakelutapa
sv_se: Utskickningsform Sverige

source: This controls which distribution type you will be using for invoices in Sweden
fi: Tällä määräät laskujen jakelutavan Ruotsissa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Sverige

source: Username Sweden
fi: Ruotsin käyttäjätunnus
sv_se: Användarnamn Sverige

source: Username for invoice payments in Sweden
fi: Ruotsin laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Sverige

source: Password Sweden
fi: Ruotsin salasana
sv_se: Lösenord Sverige

source: Password for invoice payments in Sweden
fi: Ruotsin laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Sverige

source: Client number Sweden
fi: Ruotsin asiakasnumero
sv_se: Kundnummer Sverige

source: Client number for invoice payments in Sweden
fi: Ruotsin laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Sverige

source: Invoice fee label Sweden
fi: Ruotsin laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Sverige

source: Label for the invoice fee for Sweden
fi: Ruotsin laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Sverige

source: Invoice fee Sweden
fi: Ruotsin laskutuslisä
sv_se: Fakturaavgift i Sverige

source: Invoice fee for Sweden, this should be entered exclusive of tax
fi: Ruotsin laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Sverige, beloppet ska vara exklusive moms

source: Invoice fee taxable Sweden
fi: Veronalainen laskutuslisä Ruotsissa
sv_se: Fakturaavgift beskattningsbar Sverige

source: If the invoice fee is taxable in Sweden, check the box.
fi: Mikäli laskutuslisä on Ruotsissa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Sverige, klicka i rutan.

source: Strong authentication
sv_se: Stark autentisering

source: Enable strong authentication for invoice orders in Sweden
sv_se: Aktivera stark autentisering för fakturaordrar i Sverige

source: For this to work, the setting must also be toggled on in your Svea account. <br />
sv_se: För att detta ska fungera behöver motsvarande inställning vara aktiverad hos Svea. <br />

source: Disable automatic syncing of orders in WooCommerce to Svea. <br /> If you enable this option, your refunded orders will not be refunded in Svea. <br /> Your delivered orders will not be delivered in Svea and your cancelled orders will not be cancelled in Svea. <br /> <strong>Don't touch this if you don't know what you're doing</strong>.
sv_se: Inaktivera automatisk synkning av ordrar i WooCommerce till Svea. <br /> Om du aktiverar denna inställning kommer dina återbetalda ordrar inte att bli återbetalda i Svea. <br /> Dina levererade ordrar kommer inte att levereras i Svea och dina avbrutna ordrar kommer inte att annulleras/makuleras i Svea. <br /> <strong>Rör inte denna inställning om du inte vet vad du håller på med</strong>.

source: Couldn't find any order rows in Svea
fi: Tilauksella ei ole rivejä Sveassa
sv_se: Kunde inte hitta några orderrader i Svea

source: You have to deliver the order at Svea first
fi: Sinun täytyy ensin toimittaa tilaus Sveassa
sv_se: Du måste leverera ordern i Svea först

source: Organisation number is required.
sv_se: Organisationsnummer är obligatoriskt.

source: Personal number is required.
fi: Henkilötunnus on pakollinen tieto.
sv_se: Personnummer är obligatoriskt.

source: Personal/organisation number is required.
fi: Henkilö-/Y-tunnus on pakollinen.
sv_se: <strong>Person/organisations-nummer</strong> är ett obligatoriskt fält.

source: VAT number is required.
sv_se: Momsregistreringsnummer är obligatoriskt.

source: Initials is a required field.
sv_se: Initialer är ett obligatoriskt fält.

source: Birth date year is a required field.
sv_se: Födelsedatumsår är ett obligatoriskt fält.

source: Birth date month is a required field.
sv_se: Födelsedatumsmånad är ett obligatoriskt fält.

source: Birth date day is a required field.
sv_se: Födelsedatumsdag är ett obligatoriskt fält.

source: Country is not supported for invoice payments.
sv_se: Landet stöds inte för fakturabetalningar.

source: Customer received error: %s
fi: Asiakkaan saama virheilmoitus: %s
sv_se: Kunden fick felmeddelandet: %s

source: Error occurred whilst processing subscription:
fi: Virhe ilmeni käsiteltäessä tilausta:
sv_se: Ett problem uppstod när vi bearbetade prenumerationen:

source: Error occurred whilst processing subscription: %s
fi: Virhe ilmeni käsiteltäessä tilausta: %s
sv_se: Ett problem uppstod när vi bearbetade prenumerationen: %s

source: An invoice could not be found, deliver the order first
fi: Laskua ei löytynyt, toimita ensin tilaus
sv_se: Kunde inte hitta någon faktura, leverera ordern först

source: %d item has been credited in Svea.
fi: %d tuote on hyvitetty Sveassa.
sv_se: %d vara har krediterats i Svea.

source: %d items have been credited in Svea.
fi: %d tuotteet on hyvitetty Sveassa.
sv_se: %d varor har krediterats i Svea.

source: There are no order rows to deliver
fi: Tilauksella ei ole toimitettavia rivejä
sv_se: Det finns inga orderrader att leverera

source: %d item has been delivered in Svea.
fi: %d tuote toimitettu Sveassa.
sv_se: %d vara har levererats i Svea.

source: %d items have been delivered in Svea.
fi: %d tuotetta toimitettu Sveassa.
sv_se: %d varor har levererats i Svea.

source: Thank you for paying with SveaWebPay Invoice Payment
fi: Kiitos että maksoit SveaWebPayn laskulla
sv_se: Tack för att du använder SveaWebPay Faktura Betalning

source: SveaWebPay Part Payment
fi: SveaWebPay-erämaksu
sv_se: SveaWebPay Delbetalning

source: Part pay from %s/month
sv_se: Delbetala från %s/månad

source: Buy now, pay %1$s in %2$s
sv_se: Köp nu, betala %s i %s

source: initial fee
fi: avausmaksu
sv_se: uppläggningsavgift

source: month
fi: kk
sv_se: månad

source: Part Payment Plans
fi: Erämaksukampanjat
sv_se: Delbetalningsplaner

source: There are no payment plans available for your order total.
fi: Loppusummalle ei löydy maksusuunnitelmia
sv_se: Det finns inga möjliga betalningsplaner för detta belopp.

source: Enable SveaWebPay Part Payments
fi: Salli SveaWebPay-osamaksut
sv_se: Aktivera SveaWebPay Delbetalning

source: Part payment
fi: Erämaksu
sv_se: Delbetalning

source: Pay with part payments through Svea Ekonomi
fi: Maksa osamaksulla Svea Ekonomin kautta
sv_se: Betala med delbetalning genom Svea Ekonomi

source: Choose the countries you want SveaWebPay Part Payment to be enabled in
fi: Valitse maat, joissa haluat SveaWebPay osamaksun toimivan
sv_se: Välj de länder du vill att SveaWebPay Delbetalning skall vara tillåten i

source: Display product part payment widget
sv_se: Visa delbetalningswidget på produktsida

source: Display a widget on the product page which suggests a part payment plan for the customer to use to buy the product.
sv_se: Visa en widget på produktsidan som ger förslag på en delbetalningsplan som kunden kan utnyttja för att köpa produkten.

source: Product part payment widget position
sv_se: Position för delbetalningswidget på produktsidan

source: The position of the part payment widget on the product page. Is only displayed if the widget is activated.
sv_se: Positionen för delbetalningswidgeten på produktsidan. Widgeten visas endast om den är aktiverad.

source: Between price and excerpt
sv_se: Mellan pris och beskrivning

source: Between excerpt and add to cart
sv_se: Mellan beskrivning och lägg till i varukorg

source: Between add to cart and product meta
sv_se: Mellan lägg till i varukorg och produktmeta

source: Username for part payments in Denmark
fi: Osamaksujen käyttäjätunnus Tanskassa
sv_se: Användarnamn för delbetalningar i Danmark

source: Password for part payments in Denmark
fi: Osamaksujen salasana Tanskassa
sv_se: Lösenord för delbetalningar i Danmark

source: Client number for part payments in Denmark
fi: Osamaksujen asiakasnumero Tanskassa
sv_se: Kundnummer delbetalningar i Danmark

source: Username for part payments in Germany
fi: Osamaksujen käyttäjätunnus Saksassa
sv_se: Användarnamn för delbetalningar i Tyskland

source: Password for part payments in Germany
fi: Osamaksujen salasana Saksassa
sv_se: Lösenord för delbetalningar i Tyskland

source: Client number for part payments in Germany
fi: Osamaksujen asiakasnumero Saksassa
sv_se: Kundnummer för delbetalningar i Tyskland

source: Username for part payments in Finland
fi: Osamaksujen käyttäjätunnus Suomessa
sv_se: Användarnamn för delbetalningar i Finland

source: Password for part payments in Finland
fi: Osamaksujen salasana Suomessa
sv_se: Lösenord för delbetalningar i Finland

source: Client number for part payments in Finland
fi: Osamaksujen asiakasnumero Suomessa
sv_se: Kundnummer för delbetalningar i Finland

source: Username for part payments in Netherlands
fi: Osamaksujen käyttäjätunnus Alankomaissa
sv_se: Användarnamn för delbetalningar i Nederländerna

source: Password for part payments in Netherlands
fi: Osamaksujen salasana Alankomaissa
sv_se: Lösenord för delbetalningar i Nederländerna

source: Client number for part payments in Netherlands
fi: Osamaksujen asiakasnumero Alankomaissa
sv_se: Kundnummer för delbetalningar i Nederländerna

source: Username for part payments in Norway
fi: Osamaksujen käyttäjätunnus Norjassa
sv_se: Användarnamn för delbetalningar i Norge

source: Password for part payments in Norway
fi: Osamaksujen salasana Norjassa
sv_se: Lösenord för delbetalningar i Norge

source: Client number for part payments in Norway
fi: Osamaksujen asiakasnumero Norjassa
sv_se: Kundnummer för delbetalningar i Tyskland

source: Username for part payments in Sweden
fi: Osamaksujen käyttäjätunnus Ruotsissa
sv_se: Användarnamn för delbetalningar i Sverige

source: Password for part payments in Sweden
fi: Osamaksujen salasana Ruotsissa
sv_se: Lösenord för delbetalningar i Sverige

source: Client number for part payments in Sweden
fi: Osamaksujen asiakasnumero Ruotsissa
sv_se: Kundnummer för delbetalningar i Sverige

source: Enable strong authentication for part pay orders in Sweden
sv_se: Aktivera stark autentisering för delbetalningsordrar i Sverige

source: <strong>Part Payment Plan</strong> is a required field.
fi: <strong>Osamaksusuunnitelma</strong> on pakollinen kenttä.
sv_se: <strong>Delbetalningsplan</strong> är ett obligatoriskt fält.

source: A <strong>Personal number</strong> can only contain digits.
fi: <strong>Henkilötunnus</strong> saa sisältää vain numeroita.
sv_se: Ett <strong>Personnummer</strong> kan bara innehålla siffror.

source: The <strong>Personal number</strong> entered is not correct.
fi: Syöttämäsi <strong>henkilötunnus</strong> on virheellinen.
sv_se: <strong>Personnumret<strong> är inte korrekt.

source: Process part payments through SveaWebPay.
fi: Käsittele osamaksut SveaWebPayn kautta.
sv_se: Tillhandahåll delbetalningar med SveaWebPay.

source: SveaWebPay Part Payment does not support your currency and/or country.
fi: SveaWebPay ei tue osamaksuja valitsemassasi valuutassa ja/tai maassa.
sv_se: SveaWebPay Delbetalning stödjer inte din valuta eller ditt land.

source: Part payment plan must be selected.
sv_se: Delbetalningsplan måste vara vald.

source: Error occurred whilst processing payment: %s
sv_se: Problem uppstod vid behandling av betalning: %s

source: - Choose customer type -
fi: - Valitse asiakastyyppi -
sv_se: - Välj kundtyp -

source: Company
fi: Yritys
sv_se: Företag

source: Individual
fi: Henkilö
sv_se: Privatperson

source: Customer Type
fi: Asiakastyyppi
sv_se: Kundtyp

source: Organisation number
fi: Y-tunnus
sv_se: Organisationsnummer

source: Personal number
fi: Henkilötunnus
sv_se: Personnummer

source: Get address
fi: Hae osoite
sv_se: Hämta adress

source: VAT number
fi: VAT-numero
sv_se: Momsnummer

source: Date of birth
fi: Syntymäaika
sv_se: Födelsedatum

source: Year
fi: Vuosi
sv_se: År

source: January
fi: Tammikuu
sv_se: januari

source: February
fi: Helmikuu
sv_se: februari

source: May
fi: Toukokuu
sv_se: maj

source: June
fi: Kesäkuu
sv_se: juni

source: July
fi: Heinäkuu
sv_se: juli

source: August
fi: Elokuu
sv_se: augusti

source: October
fi: Lokakuu
sv_se: oktober

source: Month
fi: Kuukausi
sv_se: Månad

source: Day
fi: Päivä
sv_se: Dag

source: Initials
fi: Nimikirjaimet
sv_se: Initialer

source: WooCommerce Svea WebPay Gateway has been deactivated because WooCommerce is not installed. Please install WooCommerce and re-activate.
sv_se: WooCommerce Svea WebPay Gateway har intaktiverats eftersom WooCommerce inte är installerat. Vänligen installera WooCommerce och återaktivera.

source: Supercharge your WooCommerce Store with powerful features to pay via Svea Ekonomi Creditcard, Direct Bank Payment, Invoice and Part Payment.
sv_se: Gör din WooCommerce butik kraftfullare med möjligheten att betala via Svea Ekonomi kort-, faktura-, direktbank- och delbetalningar.

source: The PHP Module <strong>Soap</strong> is not enabled. Svea WebPay requires this module to be enabled for it to function properly. Talk to your web host and make sure it is enabled.
sv_se: PHP-modulen <strong>Soap</strong> är inte aktiverad. Svea WebPay kräver att denna modul är aktiverad för att det ska fungera ordentligt. Prata med ert webhotell och se till att denna modul är aktiverad.

source: Your PHP version is <strong>%1$s</strong>, lower than the supported version for Svea WebPay for WooCommerce, <strong>%2$s</strong>. The integration might not work as expected.
sv_se: Din PHP version är <strong>%s</strong>, lägre än den versionen som stöds av Svea WebPay för WooCommerce, <strong>%s</strong>. Integrationen kanske inte fungerar som den ska.

source: Your WooCommerce version is <strong>%1$s</strong>, lower than the supported version for Svea WebPay for WooCommerce, <strong>%2$s</strong>. The integration might not work as expected.
sv_se: Din version av WooCommerce är <strong>%s</strong>, vilket är lägre än den versionen som stöds av Svea WebPay för WooCommerce, <strong>%s</strong>. Integrationen kanske inte fungerar som den ska.

source: Version 4.0.0 of WooCommerce brought breaking changes and any version lower than that will not work with this version of the Svea WebPay module. The module has been deactivated. Please upgrade WooCommerce and activate the gateway again.
sv_se: Version 4.0.0 av WooCommerce kom med enorma förändringar och en version lägre än det kommer inte att fungera med denna version av Svea WebPay-modulen. Modulen har inaktiverats. Vänligen uppgradera WooCommerce och aktivera betalningsmodulen igen.

source: WooCommerce SveaWebPay Payment Gateway has now been activated, you can configure the different gateways
fi: SveaWebPayn WooCommerce maksujenvälitysjärjestelmä on nyt aktivoitu. Maksujenvälitysjärjestelmät ovat nyt konfiguroitavissa
sv_se: WooCommerce SveaWebPay har nu aktiverats, du kan konfigurera de olika betalningssätten som tillhandahålls

source: on this page
fi: tällä sivulla
sv_se: på denna sida

source: If you don't have a contract with SveaWebPay please contact them
sv_se: Om du inte har ett kontrakt med SveaWebPay kan du vänligen kontakta dem

source: here
fi: täällä
sv_se: här

source: Settings
fi: Asetukset
sv_se: Inställningar

source: Delivered in Svea
fi: Toimitettu Sveassa
sv_se: Levererad i Svea

source: Credited in Svea
fi: Hyvitetty Sveassa
sv_se: Krediterad i Svea

source: Are you sure you want to credit %d items?
fi: Haluatko varmasti hyvittää %d tuotetta?
sv_se: Är du säker på att du vill kreditera %d varor?

source: Are you sure you want to deliver %d items?
fi: Haluatko varmasti toimittaa %d tuotetta?
sv_se: Är du säker på att du vill leverera %d varor?

source: You have not selected any items yet.
fi: Et ole vielä valinnut yhtään tuotetta.
sv_se: Du har inte valt några varor ännu.

source: There are no available payment plans for this country and order total.
fi: Maalle ja loppusummalle ei löydy maksusuunnitelmia
sv_se: Det finns inga möjliga betalningsplaner för detta land eller belopp.

source: Your address was found.
fi: Löysimme osoitteesi
sv_se: Din adress hittades.

source: Company Name
fi: Yrityksen nimi
sv_se: Företagsnamn

source: Invoice fee
fi: Laskutuslisä
sv_se: Fakturaavgift

source: Includes
fi: Sisältää
sv_se: Inkluderar

source: VAT
fi: ALV
sv_se: Moms

source: An error occurred whilst getting your address. Please try again later.
fi: Osoitteesi haussa sattui virhe. Yritä myöhemmin uudelleen.
sv_se: Ett problem uppstod när du försökte hämta din adress. Vänligen försök igen senare.

source: SveaWebPay transaction id:
fi: SveaWebPay-pankkitapahtuman tunnus:
sv_se: SveaWebPay transaktionsid:

source: Svea Webpay Actions
fi: Svea Webpay-toiminnot
sv_se: Svea Webpay Funktioner

source: Reservation
fi: Varaus

source: Finland
fi: Suomi

source: Mars
fi: Maaliskuu

source: April
fi: Huhtikuu

source: September
fi: Syyskuu

source: November
fi: Marraskuu

source: December
fi: Joulukuu

source: Svea Order Id
fi: Svea-tilauksen tunnus
