Repository: common-repository/svea-webpay-for-woocommerce
Catalog: languages/svea-webpay-for-woocommerce-*.po
Languages: fi, sv_se

source: SveaWebPay Card Payment
fi: SveaWebPay korttimaksu
sv_se: SveaWebPay Kortbetalning

source: %s will be reserved on your bank account and then refunded after about 5 banking days. This is required to set up your subscription.
fi: %s varataan pankkitililtäsi ja palautetaan noin 5 pankkipäivän kuluttua. Tämä on tarpeen tilauksesi asettamiseksi.
sv_se: %s kommer att reserveras på ditt bankkonto och sedan betalas tillbaka efter ungefär 5 bankdagar. Detta krävs för att sätta upp din prenumeration.

source: Credit via svea
fi: Hyvitä Svean kautta
sv_se: Kreditera via svea

source: Confirm
fi: Vahvista
sv_se: Bekräfta

source: Cancel
fi: Peruuta
sv_se: Annullera

source: Credit
fi: Hyvitys
sv_se: Kreditera

source: Svea WebPay Card only support WooCommerce greater than version 2.0, version %s is not supported
fi: Svea WebPay korttimaksujärjestelmä tukee WooCommercea versiosta 2.0 lähtien. Versiota %s ei tueta
sv_se: Svea WebPay Kort stöder endast WooCommerce versioner på 2.0 eller högre, version %s stöds inte

source: Process card payments through SveaWebPay.
fi: Käsittele SveaWebPayn korttimaksuja.
sv_se: Tillhandahåll kortbetalningar med SveaWebPay.

source: Enable/disable
fi: Salli / älä salli
sv_se: Aktivera/inaktivera

source: Enable SveaWebPay Card Payment
fi: Salli SveaWebPay-korttimaksu
sv_se: Aktivera SveaWebPay Kortbetalning

source: Title
fi: Otsikko
sv_se: Titel

source: This controls the title which the user sees during checkout
fi: Tästä voit muokata otsikkoa, jonka käyttäjä näkee kassalla
sv_se: Detta kontrollerar titeln som användaren ser i kassan

source: Card Payment
fi: Korttimaksu
sv_se: Kortbetalning

source: Description
fi: Kuvaus
sv_se: Beskrivning

source: This controls the description the user sees during checkout
fi: Tästä voit muokata kuvausta jonka käyttäjä näkee kassalla
sv_se: Detta kontrollerar beskrivningen som användaren ser i kassan

source: Pay with creditcard through Svea Ekonomi
fi: Svea Ekonomi-luottokorttimaksut
sv_se: Betala med kort genom Svea Ekonomi

source: Merchant id
fi: Myyjätunnus
sv_se: Butiks-id

source: Your SveaWebPay merchant id
fi: SveaWebPay-myyjätunnuksesi
sv_se: Ditt butiks-id för SveaWebPay

source: Secret word
fi: Salasana
sv_se: Hemligt ord

source: Your SveaWebPay secret word
fi: SveaWebPay-salasanasi
sv_se: Ditt hemliga ord för SveaWebPay

source: Language
fi: Kieli
sv_se: Språk

source: The language the pay page will be displayed in
fi: Maksusuoritussivun kieli
sv_se: Språket som betalningssidan kommer att visas med

source: Test mode
fi: Testitila
sv_se: Testläge

source: Enable test mode for SveaWebPay Card Payment
fi: Salli SveaWebPay-korttimaksun testitila
sv_se: Aktivera testläge för SveaWebPay Kortbetalning

source: Card payment method
fi: Korttimaksutapa
sv_se: Kortbetalningsmetod

source: Set the card payment method you use for processing payments. <br /> If you are using CertiTrade and want to change to Svea CardPay, please contact Svea before changing this setting.
fi: Aseta korttimaksutapa, jota käytät maksujen käsittelyyn. <br /> Jos käytät CertiTradea ja haluat vaihtaa Svea CardPayhin, ota yhteyttä Sveaan ennen tämän asetuksen muuttamista.
sv_se: Sätt kortbetalningsmetoden du använder för att hantera betalningar. <br /> Om du använder CertiTrade och vill byta till Svea CardPay, vänligen kontakta Svea innan du ändrar denna inställning.

source: Debug log
fi: Vianjälkiseurantaloki
sv_se: Felsökningslogg

source: Enable logging
fi: Ota lokitustoiminto käyttöön
sv_se: Aktivera felsökning

source: Log Svea events, such as payment requests, inside <code>%s</code>
fi: Kirjaa Svea-tapahtumat, kuten maksupyyntöjen, sisään <code>%s</code>
sv_se: Felsök händelser i Svea, så som betalningsanrop, inuti <code>%s</code>

source: Disable automatic order sync
fi: Poista automaattinen tilausten synkronointi käytöstä
sv_se: Inaktivera automatisk ordersynkning

source: Disable automatic syncing of orders in WooCommerce to Svea. <br /> If you enable this option, your refunded orders will not be refunded in Svea. <br /> Your delivered orders will not be delivered in Svea and your cancelled orders will not be cancelled in Svea. <br /> <strong>Don't touch this if you don't know what you're doing</strong>.
sv_se: Inaktivera automatisk synkning av ordrar i WooCommerce till Svea. <br /> Om du aktiverar denna inställning kommer dina återbetalda ordrar inte återbetalas i Svea. <br /> Dina levererade ordrar kommer inte att levereras i Svea och dina avbrutna ordrar kommer inte att makuleras i Svea. <br /> <strong>Rör inte detta om du inte vet vad du håller på med</strong>.

source: Order was completed by client on IP: %s
sv_se: Ordern genomfördes av kunden på IP-adressen: %s

source: Refund
fi: Maksun palautus
sv_se: Återbetala

source: An error occurred whilst connecting to Svea. Please contact the store owner and display this message.
fi: Tilauksen käsittelyssä ilmeni virhe:
sv_se: Ett problem uppstod vid försöket att koppla upp mot Svea. Vänligen kontakta butiksägaren och visa detta meddelande.

source: An unknown error occurred. Please contact the store owner about this issue.
fi: Sattui odottamaton virhe. Ota yhteyttä verkkomyymälän omistajaan.
sv_se: Ett problem uppstod vid försöket att koppla upp mot Svea. Vänligen kontakta butiksägaren och visa detta meddelande.

source: Error occurred whilst processing subscription:
fi: Tilauksen käsittelyn yhteydessä sattui virhe:
sv_se: Ett problem uppstod när vi bearbetade prenumerationen:

source: The order has been cancelled in Svea.
fi: Tilaus on mitätöity Sveassa
sv_se: Ordern har annullerats i Svea.

source: Credited order #%s
fi: Hyvitetty tilaus #%s
sv_se: Krediterade order #%s

source: All items have been credited in Svea.
fi: Kaikki tuotteet on hyvitetty Sveassa.
sv_se: Alla orderrader har blivit krediterade i Svea.

source: Order has already been delivered
fi: Tilaus on jo toimitettu
sv_se: Ordern har redan levererats

source: All items have been delivered in Svea.
fi: Kaikki tuotteet on toimitettu Sveassa.
sv_se: Alla varor har levererats i Svea.

source: SveaWebPay Direct Bank Payment
fi: SveaWebPay-tilisiirto
sv_se: SveaWebPay Direktbanksbetalning

source: Direct bank payments, Norway
fi: Tilisiirrot, Norja
sv_se: Direktbanksbetalningar, Norge

source: Direct bank payment, Nordea, Sweden
fi: Tilisiirto, Nordea, Ruotsi
sv_se: Direktbanksbetalning, Nordea, Sverige

source: Direct bank payment, private, SEB, Sweden
fi: Tilisiirto, yksityinen, SEB, Ruotsi
sv_se: Direktbanksbetalning, privat, SEB, Sverige

source: Direct bank payment, company, SEB, Sweden
fi: Tilisiirto, yritys, SEB, Ruotsi
sv_se: Direktbanksbetalning, företag, SEB, Sverige

source: Direct bank payment, Handelsbanken, Sweden
fi: Tilisiirto, Handelsbanken, Ruotsi
sv_se: Direktbanksbetalning, Handelsbanken, Sverige

source: Direct bank payment, Swedbank, Sweden
fi: Tilisiirto, Swedbank, Ruotsi
sv_se: Direktbanksbetalning, Swedbank, Sverige

source: Card payment with Dankort, Skrill
fi: Korttimaksu Dankort, Skrill
sv_se: Kortbetalning med Dankort, Skrill

source: Payment Method
fi: Maksutapa
sv_se: Betalningsmetod

source: Process direct bank payments through SveaWebPay.
fi: Suorita tilisiirrot SveaWebPayn kautta.
sv_se: Tillhandahåll direktbanksbetalningar med SveaWebPay.

source: Enable SveaWebPay Direct Bank Payments
fi: Salli SveaWebPay tilisiirrot
sv_se: Aktivera SveaWebPay Direktbanksbetalningar

source: Direct Bank Payment
fi: Tilisiirto
sv_se: Direktbanksbetalning

source: Pay with direct bank payments through Svea Ekonomi
fi: Maksa tilisiirrolla Svea Ekonomin kautta
sv_se: Betala med direktbanksbetalningar genom Svea Ekonomi

source: Enable test mode for SveaWebPay Direct Bank Payment
fi: Salli SveaWebPay-tilisiirron testitila
sv_se: Aktivera testläget för SveaWebPay Direktbanksbetalningar

source: Enabled direct bank transfer methods
fi: Sallitut tilisiirtotavat
sv_se: Aktiverade direktbanksbetalningsmetoder

source: Disable automatic syncing of orders in WooCommerce to Svea. <br /> If you enable this option, your refunded orders will not be refunded in Svea. <br /> Your delivered orders will not be delivered in Svea and your cancelled orders will not be cancelled in Svea. <br /> <strong>Don't touch this if you don't know what you're doing</strong>.
sv_se: Inaktivera automatisk synkning av ordrar i WooCommerce till Svea. <br /> Om du aktiverar denna inställning kommer dina återbetalda ordrar inte att bli återbetalda i Svea. <br /> Dina levererade ordrar kommer inte att levereras i Svea och dina avbrutna ordrar kommer inte att annulleras/makuleras i Svea. <br /> <strong>Rör inte denna inställning om du inte vet vad du håller på med</strong>.

source: Please enter direct bank payment method.
sv_se: Välj direktbankbetalningsmetod.

source: That payment method is not supported in your country.
fi: Valittua maksutapaa ei tueta maassasi.
sv_se: Betalningsmetoden stöds inte i ditt land.

source: Direct bank payment method must be selected.
sv_se: Direktbankbetalningsmetod måste vara vald.

source: Discount
fi: Alennus
sv_se: Rabatt

source: Fee for invoice
fi: Laskutusmaksu
sv_se: Avgift för faktura

source: Shipping
fi: Toimitusmaksu
sv_se: Frakt

source: Transaction was rejected by the bank. Please try again with another payment method.
sv_se: Transaktionen medgavs inte av banken. Vänligen försök igen med en annan betalmetod.

source: Transaction cancelled. You can choose the same payment method again to process your order by selecting it below and continuing.
sv_se: Transaktionen avbröts. Du kan genomföra din order med samma betalsätt på nytt genom att välja det nedan och fortsätta.

source: The selected currency is not supported for card payments.
sv_se: Den valda valutan stöds inte för kortbetalningar.

source: The card type is not configured for this merchant.
sv_se: Kort-typen är inte konfigurerad för denna butik.

source: Unfortunately your purchase could not be carried out since the credit check was rejected. Please try again with another payment method.
fi: Valitettavasti ostosi ei mennyt läpi, koska hyvitysshekkiäsi ei hyväksytty. Yritä uudelleen valitsemalla toinen maksutapa.
sv_se: Ert köp kunde tyvärr inte genomföras då kreditkontrollen avslogs. Vänligen försök med en annan betalmetod.

source: Unfortunately we could not find your customer information. Please check the entered data and try to make a purchase again.
fi: Valitettavasti emme löytäneet asiakastietojasi. Tarkista syöttämäsi tiedot ja yritä uudelleen.
sv_se: Vi kunde tyvärr inte hitta era kunduppgifter. Vänligen kontrollera angivna uppgifter och försök genomföra ert köp igen.

source: Strong authentication failed.
sv_se: Stark autentisering misslyckades.

source: There was a problem with processing your order, please select another payment method and try again.
fi: Tilauksesi käsittelyssä on ongelmia. Valitse toinen maksutapa ja yritä uudelleen.
sv_se: Ett problem uppstod när vi bearbetade din order, vänligen välj en annan betalmetod och försök igen.

source: SveaWebPay Invoice Payment
fi: SveaWebPay-laskun maksaminen
sv_se: SveaWebPay Fakturabetalning

source: Deliver via svea
fi: Toimita svean kautta
sv_se: Leverera via svea

source: Deliver order
fi: Toimita tilaus
sv_se: Leverera order

source: Cancel order
fi: Peruuta tilaus
sv_se: Annullera order

source: Credit invoice
fi: Hyvityslasku
sv_se: Kreditera faktura

source: Please select either company or individual customer type.
fi: Valitse joko yritys tai henkilöasiakastyyppi.
sv_se: Välj företag eller privatperson som kundtyp.

source: <strong>Organisational number</strong> is a required field.
fi: <strong>Y-tunnus</strong> on pakollinen kenttä.
sv_se: <strong>Organisationsnummer</strong> är ett obligatoriskt fält.

source: <strong>Personal number</strong> is a required field.
fi: <strong>Henkilötunnus</strong> on pakollinen kenttä.
sv_se: <strong>Personnummer</strong> är ett obligatoriskt fält.

source: Invalid customer type
fi: Asiakastyyppi ei ole käytössä
sv_se: Ogiltig kundtyp

source: We could not find your address in our database.
fi: Emme löytäneet osoitettasi tietokannastamme.
sv_se: Vi kunde inte hitta din adress i vår databas.

source: The <strong>Organisational number</strong> is not valid.
fi: <strong>Y-tunnus</strong> ei ole voimassa.
sv_se: <strong>Organisationsnumret</strong> är inte korrekt.

source: The <strong>Personal number</strong> is not valid.
fi: <strong>Henkilötunnus</strong> ei ole voimassa.
sv_se: <strong>Personnumret</strong> är inte korrekt.

source: An unknown error occurred while trying to lookup your Organisational number.
fi: Yritystunnuksen tarkistamisessa sattui odottamaton virhe.
sv_se: Ett problem uppstod under kontrollen av ert Organisationsnummer.

source: An unknown error occurred while trying to lookup your Personal number.
sv_se: Ett problem uppstod under kontrollen av ditt personnummer.

source: An unknown error occurred.
sv_se: Ett okänt fel inträffade.

source: The <strong>Organisational number</strong> entered is not correct.
fi: Syöttämäsi <strong>Y-tunnus</strong> on virheellinen.
sv_se: <strong>Organisationsnumret</strong> är inte korrekt.

source: <strong>VAT number</strong> is a required field.
fi: <strong>VAT-numero</strong> on pakollinen kenttä.
sv_se: <strong>Momsnummer</strong> är ett obligatoriskt fält.

source: <strong>Company Name</strong> is a required field.
fi: <strong>Yrityksen nimi</strong> on pakollinen kenttä.
sv_se: <strong>Företagsnamn</strong> är ett obligatoriskt fält.

source: <strong>Initials</strong> is a required field.
fi: <strong>Nimikirjaimet</strong> on pakollinen kenttä.
sv_se: <strong>Initialer</strong> är ett obligatoriskt fält.

source: <strong>Date of birth</strong> is a required field.
fi: <strong>Syntymäaika</strong> on pakollinen kenttä.
sv_se: <strong>Födelsedatum</strong> är ett obligatoriskt fält.

source: Process invoice payments through SveaWebPay.
fi: Käsittele laskulliset maksut SveaWebPayssa
sv_se: Genomför fakturabetalningar med SveaWebPay.

source: Get Address Shortcode
sv_se: Hämta adress shortcode

source: If you want to move the Get-Address box on the checkout page you can do so with the shortcode
sv_se: Om du vill flytta hämta adress-boxen på kassasidan så kan du göra det med shortcoden

source: By using the shortcode on the checkout page, you automatically disable the Get-Address box in the gateways. You can only use the shortcode if you have a valid Svea Invoice account.
sv_se: När du använder shortcoden på kassasidan inaktiverar du automatiskt hämta adress-boxen i betalningslösningarna. Du kan bara använda shortcoden om du har ett aktivt Svea Fakturakonto.

source: The shortcode is usable for the countries in which you are using Svea Invoice, independentenly of the payment method.
sv_se: Shortcoden är användbar för de länder du använder Svea faktura i, oavsett betalmetod som kunden använder.

source: Sveawebpay does not support your currency and or country.
fi: SveaWebPay ei tue valuuttaasi ja/tai maatasi.
sv_se: SveaWebPay stödjer inte din valuta eller ditt land.

source: Enable SveaWebPay Invoice Payment
fi: Salli SveaWebPay laskutus
sv_se: Aktivera SveaWebPay Fakturabetalningar

source: Invoice 14 days
fi: 14 päivän lasku
sv_se: Faktura 14 dagar

source: Pay with invoice through Svea Ekonomi
fi: Maksa lasku Svea Ekonomin kautta
sv_se: Betala med faktura genom Svea Ekonomi

source: Enabled countries
fi: Sallitut maat
sv_se: Tillåtna land

source: Choose the countries you want SveaWebPay Invoice Payment to be active in
fi: Valitse maat, joissa haluat aktivoida SveaWebPay laskutuksen
sv_se: Välj vilka länder du vill att SveaWebPay Fakturabetalning skall vara tillåtna i

source: Denmark
fi: Tanska
sv_se: Danmark

source: Germany
fi: Saksa
sv_se: Tyskland

source: Netherlands
fi: Alankomaat
sv_se: Nederländerna

source: Norway
fi: Norja
sv_se: Norge

source: Sweden
fi: Ruotsi
sv_se: Sverige

source: Same shipping address as billing address
fi: Toimitus- ja laskutusosoite on sama
sv_se: Samma leveransadress som fakturaadress

source: If checked, billing address will override the shipping address
fi: Valitse, jos haluat laskutusosoitteen ohittavan toimitusosoitteen
sv_se: Om denna ruta är markerad kommer betalningsadressen att skriva över leveransadressen

source: Test mode Denmark
fi: Tanskan testitila
sv_se: Testläge Danmark

source: Enable/disable test mode in Denmark
fi: Käynnistä/Sulje Tanskan testitila
sv_se: Aktivera/inaktivera testläge i Danmark

source: When testing out the gateway, this option should be enabled
fi: Porttia kokeiltessa tämän vaihtoehdon tulisi olla aktivoitu
sv_se: När du testar betalningsmetoden ska denna inställning vara aktiverad

source: Distribution type Denmark
fi: Tanskan jakelutapa
sv_se: Utskickningsform Danmark

source: This controls which distribution type you will be using for invoices in Denmark
fi: Tällä määräät laskujen jakelutavan Tanskassa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Danmark

source: Post
fi: Postitse
sv_se: Brev

source: E-mail
fi: Sähköpostitse
sv_se: E-post

source: Username Denmark
fi: Tanskan käyttäjätunnus
sv_se: Användarnamn Danmark

source: Username for invoice payments in Denmark
fi: Tanskan laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Danmark

source: Password Denmark
fi: Tanskan salasana
sv_se: Lösenord Danmark

source: Password for invoice payments in Denmark
fi: Tanskan laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Danmark

source: Client number Denmark
fi: Tanskan asiakasnumero
sv_se: Kundnummer Danmark

source: Client number for invoice payments in Denmark
fi: Tanskan laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Danmark

source: Invoice fee label Denmark
fi: Tanskan laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Danmark

source: Label for the invoice fee for Denmark
fi: Tanskan laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Danmark

source: Invoice fee Denmark
fi: Tanskan laskutuslisä
sv_se: Fakturaavgift i Danmark

source: Invoice fee for Denmark, this should be entered exclusive of tax
fi: Tanskan laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Danmark, beloppet ska vara exklusive moms

source: Invoice fee taxable Denmark
fi: Veronalainen laskutuslisä Tanskassa
sv_se: Fakturaavgift beskattningsbar Danmark

source: If the invoice fee is taxable in Denmark, check the box.
fi: Mikäli laskutuslisä on Tanskassa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Danmark, klicka i rutan.

source: Test mode Germany
fi: Saksan testitila
sv_se: Testläge Tyskland

source: Enable/disable test mode in Germany
fi: Käynnistä/Sulje Saksan testitila
sv_se: Aktivera/inaktivera testläge i Tyskland

source: Distribution type Germany
fi: Saksan jakelutapa
sv_se: Utskickningsform Tyskland

source: This controls which distribution type you will be using for invoices in Germany
fi: Tällä määräät laskujen jakelutavan Saksassa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Tyskland

source: Username Germany
fi: Saksan käyttäjätunnus
sv_se: Användarnamn Tyskland

source: Username for invoice payments in Germany
fi: Saksan laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Tyskland

source: Password Germany
fi: Saksan salasana
sv_se: Lösenord Tyskland

source: Password for invoice payments in Germany
fi: Saksan laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Tyskland

source: Client number Germany
fi: Saksan asiakasnumero
sv_se: Kundnummer Tyskland

source: Client number for invoice payments in Germany
fi: Saksan laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Tyskland

source: Invoice fee label Germany
fi: Saksan laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Tyskland

source: Label for the invoice fee for Germany
fi: Saksan laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Tyskland

source: Invoice fee Germany
fi: Saksan laskutuslisä
sv_se: Fakturaavgift i Tyskland

source: Invoice fee for Germany, this should be entered exclusive of tax
fi: Saksan laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Tyskland, beloppet ska vara exklusive moms

source: Invoice fee taxable Germany
fi: Veronalainen laskutuslisä Saksassa
sv_se: Fakturaavgift beskattningsbar Tyskland

source: If the invoice fee is taxable in Germany, check the box.
fi: Mikäli laskutuslisä on Saksassa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Tyskland, klicka i rutan.

source: Test mode Finland
fi: Suomen testitila
sv_se: Testläge Finland

source: Enable/disable test mode in Finland
fi: Käynnistä/Sulje Suomen testitila
sv_se: Aktivera/inaktivera testläge i Finland

source: Distribution type Finland
fi: Suomen jakelutapa
sv_se: Utskickningsform Finland

source: This controls which distribution type you will be using for invoices in Finland
fi: Tällä määräät laskujen jakelutavan Suomessa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Finland

source: Username Finland
fi: Suomen käyttäjätunnus
sv_se: Användarnamn Finland

source: Username for invoice payments in Finland
fi: Suomen laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Finland

source: Password Finland
fi: Suomen salasana
sv_se: Lösenord Finland

source: Password for invoice payments in Finland
fi: Suomen laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Finland

source: Client number Finland
fi: Suomen asiakasnumero
sv_se: Kundnummer Finland

source: Client number for invoice payments in Finland
fi: Suomen laskusuoritusten asiakasnumero
sv_se: Kundnummer för fakturabetalningar i Finland

source: Invoice fee label Finland
fi: Suomen laskutuslisän nimilappu
sv_se: Fakturaavgiftsetikett Finland

source: Label for the invoice fee for Finland
fi: Suomen laskutuslisän nimilappu
sv_se: Etikett för fakturaavgift i Finland

source: Invoice fee Finland
fi: Suomen laskutuslisä
sv_se: Fakturaavgift i Finland

source: Invoice fee for Finland, this should be entered exclusive of tax
fi: Suomen laskutuslisä, syötetään ilman ALV:tä
sv_se: Fakturaavgift för Finland, beloppet ska vara exklusive moms

source: Invoice fee taxable Finland
fi: Veronalainen laskutuslisä Suomessa
sv_se: Fakturaavgift beskattningsbar Finland

source: If the invoice fee is taxable in Finland, check the box.
fi: Mikäli laskutuslisä on Suomessa veronalainen, laita rasti ruutuun.
sv_se: Om fakturaavgiften är beskattningsbar i Finland, klicka i rutan.

source: Test mode Netherlands
fi: Alankomaiden testitila
sv_se: Testläge Nederländerna

source: Enable/disable test mode in Netherlands
fi: Käynnistä/Sulje Alankomaiden testitila
sv_se: Aktivera/inaktivera testläge i Nederländerna

source: Distribution type Netherlands
fi: Alankomaiden jakelutapa
sv_se: Utskickningsform Nederländerna

source: This controls which distribution type you will be using for invoices in Netherlands
fi: Tällä määräät laskujen jakelutavan Alankomaissa
sv_se: Detta bestämmer på vilket sätt du skickar ut fakturor i Nederländerna

source: Username Netherlands
fi: Alankomaiden käyttäjätunnus
sv_se: Användarnamn Nederländerna

source: Username for invoice payments in Netherlands
fi: Alankomaiden laskusuoritusten käyttäjätunnus
sv_se: Användarnamn för fakturabetalningar i Nederländerna

source: Password Netherlands
fi: Alankomaiden salasana
sv_se: Lösenord Nederländerna

source: Password for invoice payments in Netherlands
fi: Alankomaiden laskusuoritusten salasana
sv_se: Lösenord för fakturabetalningar i Nederländerna

source: Client number Netherlands
fi: Alankomaiden asiakasnumero
sv_se: Kundnummer Nederländerna
